/* 
 Localizable.strings
 KBPanel
 
 Created by bo lin on 12-10-30.
 Copyright (c) 2012年 iJinShan. All rights reserved.
 */

"KBTweakTitle"="BatteryDoctroPro";

"KBPanelFont"="SegoeWP";
"KBPanelBoldFont"="SegoeWP-Bold";
"KBPanelFontLatin"="SegoeWP";
"KBPanelBoldFontLatin"="SegoeWP-Bold";

"PowerModeCustom"="FAV";
"PowerMode0"="OUTDOOR";
"PowerMode1"="INDOOR";
"PowerMode2"="SLEEP";
"RemainTime"="Battery Life %@ hr %@ min";
"PowerModeChanged"="Changed";

"KBPanelFreeMemory"="Free Memory";
"KBPanelUsedMemory"="Used Memory";
"Button_LTE"="LTE";
"Button_4G"="4G";
"Button_3G"="3G";
"Button_Airplane"="Airplane";
"Button_AutoLock"="Auto-Lock";
"Button_Backlight"="Brightness";
"Button_Bluetooth"="Bluetooth";
"Button_ClearBadge"="BadgeClear";
"Button_ClearNotify"="NCClear";
"Button_Data"="Data";
"Button_Flashlight"="FlashLight";
"Button_HomeButton"="Home";
"Button_KillBackground"="TaskClear";
"Button_Location"="Location";
"Button_Mute"="Sounds";
"Button_Reboot"="Reboot";
"Button_Respring"="Respring";
"Button_Rotation"="Rotation";
"Button_Shutdown"="Power Off";
"Button_SleepButton"="Lock Screen";
"Button_Uicache"="Fix Icons";
"Button_VPN"="VPN";
"Button_WiFi"="WLAN";
"Button_More"="More";


"Alert_3G_On"="3G On";
"Alert_3G_Off"="3G Off";
"Alert_4G_On"="4G On";
"Alert_4G_Off"="4G Off";
"Alert_LTE_On"="LTE On";
"Alert_LTE_Off"="LTE Off";
"Alert_Airplane_On"="Airplane On";
"Alert_Airplane_Off"="Airplane Off";
"Alert_AutoLock_On"="%d min Auto-Lock";
"Alert_AutoLock_Off"="Never Auto-Lock";
"Alert_Bluetooth_On"="Bluetooth On";
"Alert_Bluetooth_Off"="Bluetooth Off";
"Alert_ClearBadge_Count"="Cleared %d badges";
"Alert_ClearBadge_Empty"="Without clear";
"Alert_ClearNotify_Count"="Cleared %d notifies";
"Alert_ClearNotify_Empty"="Without clear";
"Alert_Data_On"="Data On";
"Alert_Data_Off"="Data Off";
"Alert_Flashlight_On"="Flashlight On";
"Alert_Flashlight_Off"="Flashlight Off";
"Alert_KillBackground_Count"="Closed %d apps";
"Alert_KillBackground_Empty"="Without clear";
"Alert_Location_On"="Location On";
"Alert_Location_Off"="Location Off";
"Alert_Mute_On"="Mute";
"Alert_Mute_Off"="Sound";
"Alert_Rotation_On"="Lock Rotation";
"Alert_Rotation_Off"="Free Rotation";
"Alert_Uicache_Pre"="Waiting…";
"Alert_Uicache_Post"="App icons fixed";
"Alert_VPN_On"="VPN On";
"Alert_VPN_Off"="VPN Off";
"Alert_VPN_NoConnection"="No active VPN";
"Alert_VPN_NoPassword"="Needs Password";
"Alert_WiFi_On"="WLAN On";
"Alert_WiFi_Off"="WLAN Off";
"LockSwitch_SlideToRespring"="slide to respring";
"LockSwitch_SlideToReboot"="slide to reboot";
"LockSwitch_SlideToShutdown"="slide to power off";

"ChargingView_RemainTime_HourAndMinutes"="%d hr %02d min Left";
"ChargingView_RemainTime_Minutes"="%d min Left";
"ChargingView_RemainTime_Complete"="Charge is finished";
"ChargingView_Disconnect"="Please disconnect";

"ChargingView_State_1"="Fast charging";
"ChargingView_State_2"="Continuation";
"ChargingView_State_3"="Trickle charging";

"Uninstall_Alert_Title"="Delete “%@”";
"Uninstall_Alert_Body"="Deleting “%@” will be finished after respring.";

"ModeSetting"="Setting";
"ModeRemainTime"="%@ hr %@ min";

"Intelligence_Into_Percent_Title"=" s Later enabled \"Low-power Saving\"";
"Intelligence_Into_Percent_Body"="Data Off, WLAN Off. Phone and Messages can be used.";

"Intelligence_Into_Sleep_Title"=" s Later Into \"Sleep Mode\"";

"Intelligence_Cancel"="Cancel";
"Intelligence_Sure"="Sure";
"Intelligence_Delay"="Delay";

"home_view_change_airplane_on"="Airplane Mode is turned on, Phone and Messages can not be used.";
"home_view_change_airplane_off"="Airplane Mode is turned off, Phone and Messages can be used.";
"home_view_change_data_on"="Data On";
"home_view_change_data_off"="Data Off";
"home_view_change_wifi_on"=", WLAN On.";
"home_view_change_wifi_off"=", WLAN Off.";

"PopClickHere"="Tap to save power";

"No_3G_alert"="Switch 3G will cause signal problem, recovery method:\r\n\"Settings\" - \"Carrier\", Turn off \"Automatic\" and wait for the search completed, select carrier of SIM Card then turn on \"Automatic\".";